<?php

return [
    'email_is_not_unique' => 'این آدرس ایمیل قبلا روی حساب کاربری دیگری تنظیم شده است. لطفا یک ایمیل دیگر وارد کنید یا نسبت به ورود اقدام کنید!',
    'username_is_not_unique' => 'این نام کاربری قبلا بر روی حساب کاربری دیگری تنظیم شده است. لطفا یک نام کاربری دیگر وارد کنید و یا نسبت به ورود اقدام کنید!',
    'successful_register' => 'ثبت نام شما با موفقیت انجام شد. لطفا جهت تایید حساب به ایمیل خود مراجعه کنید. و اگر ایمیلی دریافت نکرده اید از بخش تایید ایمیل دوباره تلاش کنید!',
    'successful_login' => 'ورود شما موفق آمیز بود.',

    'rate_limiter_seconds' => 'تعداد دفعات تلاش شما بیش از حد مجاز بوده است. لطفا بعد از :value ثانیه دوباره تلاش کنید!',
    'rate_limiter_minutes' => 'تعداد دفعات تلاش شما بیش از حد مجاز بوده است. لطفا بعد از :value دقیقه دوباره تلاش کنید!',
    'rate_limiter_hours' => 'تعداد دفعات تلاش شما بیش از حد مجاز بوده است. لطفا بعد از :value ساعت دوباره تلاش کنید!',

    'email_verified' => 'آدرس ایمیل با موفقیت تایید شد!',
    'verification_email_sent' => 'یک ایمیل تاییدیه به ایمیل شما ارسال شد. لطفا ایمیل خود را چک کرده و نسبت به تایید آدرس ایمیل خود اقدام نمایید!',

    'invalid_login_info' => 'نام کاربری یا رمز عبور اشتباه است!',
    'no_form_confirmation' => 'لطفا ابتدا تیک چک باکس تایید فرم را بزنید!',
];
